tap "caskroom/cask"
tap "caskroom/versions"
tap "culturefoundry/devtools", "https://github.com/culturefoundry/development-tools"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "git"
brew "httpie"
brew "hub"
brew "jq"
brew "mas"
brew "mercurial"
brew "micro"
brew "node"
brew "nvm"
brew "vcsh"
brew "yarn"
cask "1password"
cask "alfred"
cask "anybar"
cask "atom"
cask "docker"
cask "dropbox"
cask "firefox"
cask "firefoxdeveloperedition"
cask "github-desktop"
cask "google-chrome"
cask "harvest"
cask "iterm2-beta"
cask "kaleidoscope"
cask "safari-technology-preview"
cask "slack"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
